Revit 2024 API
FilterNumericGreaterOrEqual Properties
The FilterNumericGreaterOrEqual type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from FilterNumericRuleEvaluator.)
See Also
FilterNumericGreaterOrEqual Class
Autodesk.Revit.DB Namespace